Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaisten_totuus-_ja_sovintokomission_jaseneksi_16_esitysta.html.tmx
Source language: fin
Languages: sms

source: Saamelaisten totuus- ja sovintokomission jäseneksi 16 esitystä
sms: Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio vuäzzliʹžžen 16 eʹtǩǩõssâd

source: Saamelaisten totuus- ja sovintokomission jäseneksi eli komissaariksi tuli määräaikaan mennessä yhteensä 16 esitystä, 14 Saamelaiskäräjille ja kaksi Kolttien kyläkokoukselle.
sms: Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio vuäzzliʹžžen leʹbe komissaarân pueʹtte mieʹrräigga mõõneeʹst õhttsiʹžže 16 eʹtǩǩõssâd, 14 Sääʹmtegga da kueʹhtt Saaʹmi siidsåbbra.

source: Esitettyjä henkilöitä on yhteensä 10. Saamelaiskäräjät ja Kolttien kyläkokous pyysivät esityksiä komission jäseniksi 17. toukokuuta mennessä.
sms: Eʹtǩǩuum oummu lie õhttsiʹžže 10. Sääʹmteʹǧǧ da Saaʹmi siidsååbbar rauʹǩǩe eʹtǩǩõõzzid komissio vuäzzliʹžžen vueʹssmannu 17. peivva mõõneeʹst.

source: Aikaa jatkettiin poikkeustilanteen takia.
sms: Ääiʹj jueʹtǩǩeš čoʹrstemvueʹjj diõtt.

source: ”Saamelaiskäräjillä jatkovalmistellaan prosessia ja komissaarivalintoja koronatilanne huomioon ottaen.
sms: ”Sääʹmteeʹǧǧest juâtkkvalmštõõlât proseeʹss da komissaarvaʹlljummšid koronavueʹjj lokku vääʹldeeʹl.

source: Tällä hetkellä fyysisten kuulemistilaisuuksien ja täysistunnon järjestäminen koronalta suojautumisen kannalta turvallisesti aiheuttaa haasteita, joita ei ole vielä ratkaistu”, kertoo puheenjohtaja Tuomas Aslak Juuso prosessin etenemisestä.
sms: Ååʹn fyyslaž kuullâmpooddi da tiuddsåbbar jäʹrjstummuš nuʹtt, što tõk leʹčče staanâs koronaviruuzz leävvnummuž peäʹlest, tuejjat vaiggâdvuõđid, koid jeäʹp leäkku võl čåuddam”, mušttal saaǥǥjååʹđteei Tuomas Aslak Juuso proseeʹss ouddnummuž pirr.

source: Saamelaiskäräjillä on tarkoituksena järjestää ennen päätöksentekoa kuulemisia esitettyjen komissaarien valinnasta.
sms: Sääʹmteeʹǧǧest lij mieʹrren jäʹrjsted ouddâl tuʹmmjemtuâj kuullâmpooddid eʹtǩǩuum komissaari vaʹlljummšest.

source: Saamelaiskäräjien täyskokous tekee lopullisen valinnan kahdesta esitettävästä komissaarista.
sms: Sääʹmteeʹǧǧ tiuddsååbbar tuejjad loopplaž vaʹlljummuž kueiʹt komissaarâst, koid eʹtǩǩeet nõõmtemnalla.

source: Kolttien kyläkokoukselle tehdyt esitykset komissaareiksi käsitellään Nellim-Keväjärven ja Näätämön alueiden yhteisessä kolttien kyläkokouksessa, jossa päätetään yhden komissaarin esittämisestä valtioneuvostolle.
sms: Saaʹmi siidsåbbra tuejjuum eʹtǩǩõõzzid komissaarân ǩiõttʼtõõlât Njeäʹllem-Keväjääuʹr da Njauddâm vuuʹdi õhttsaž saaʹmi siidsåbbrest, koʹst tuʹmmjet õõut komissaar eʹtǩǩummšest riikksuåvtõʹsse.

source: Prosessin etenemisestä tiedotetaan lisää, kun aikataulu on tarkemmin tiedossa.
sms: Proseeʹss ouddnummšest teâđtet lââʹzz, ko äiʹǧǧtaull lij tääʹrǩben teâđast.

source: ”On tärkeää, että saamen kansa pääsee ottamaan kantaa siihen, millaisia ominaisuuksia ja osaamista valittavilta komission jäseniltä odotetaan.
sms: ”Lij vääžnai, što sääʹm meer peäss väʹldded veiddsânji peäʹl tõõzz, måkam jiõččvuõđid da silttummuž vaʹlljuum komissio vuäzzlain vueʹrdet.

source: Tarkoituksena on valita laajasti yhteisön luottamusta nauttivat henkilöt, jotka pystyvät toimimaan tässä erittäin merkittävässä tehtävässä”, jatkaa I varapuheenjohtaja Anni Koivisto ja toivoo samalla myös valtioneuvoston osalta avoimuutta valintaprosessissa, sillä kaikilta valittavilla henkilöiltä odotetaan laajaa niin saamelaisen kuin suomalaisen yhteiskunnan luottamusta.
sms: Mieʹrren lij vaʹlljeed oummid, kook naaudše veiddsânji õõutstõõzz naʹddjõõzz da kook pâʹstte tuåimmâd tän samai miârkteei tuåimâst”, juätkk I väärrsaaǥǥtuõʹllʼjeei Anni Koivisto. Son tuäivv seämmast še riikksuåvtõõzzâst äävaivuõđ vaʹlljeemproseeʹssest tõn diõtt, ko pukin vaʹlljuum oummin vueʹrdet, što sij naaudše nuʹtt sääʹm ko še lääʹdd õhttsažkååʹdd veiddsõs naʹddjõõzz.

source: “Vaikka Kolttien kyläkokoukselle on esitetty vain yhtä henkilöä, käsittelemme asian sovitusti yhteisessä kyläkokouksessa, johon esitetty henkilö kutsutaan kuultavaksi.
sms: “Håʹt Saaʹmi siidsåbbra lij eʹtǩǩuum tåʹlǩ õhtt ooumaž, ǩiõttʼtõõllâp ääʹšš mâʹte leäʹp suåppâm õhttsaž siidsåbbrest, koozz eʹtǩǩuum oummu kååččat kuullâmnalla.

source: Näin taataan avoimuus sekä voidaan todentaa luottamus ja laaja kannatus”, kertoo kolttien luottamusmies Veikko Feodoroff esitysten käsittelemisestä.
sms: Nääiʹt täʹǩǩeet äävaivuõđ di vueiʹtet tuõđted naʹddjõõzz da veiddsõs tuärj“, ceälkk saaʹmi ouddooumaž Veikko Feodoroff eʹtǩǩõõzzi ǩiõttʼtõõllmest.

source: Komissiossa tulee olla jäseniä, joilla on erityisosaamista saamelaisten oloista, kielestä ja kulttuurista.
sms: Komissiost âʹlǧǧe leeʹd vuäzzla, koin lij spesiaalsilttummuš säʹmmlai jeälain, ǩiõlâst da kulttuurâst.

source: Komissiossa on viisi komissaaria, joista kaksi valitaan valtioneuvoston esityksestä, kaksi Saamelaiskäräjien esityksestä ja yksi Kolttien kyläkokouksen esityksestä.
sms: Komissiost lie vitt komissaar, koin kueʹhtt vaʹlljeet riikksuåvtõõzz eʹtǩǩõõzzâst, kueʹhtt sääʹmteeʹǧǧ eʹtǩǩõõzzâst da õhtt saaʹmi siidsåbbar eʹtǩǩõõzzâst.

source: Totuus- ja sovintoprosessin tarkoituksena on tunnistaa ja arvioida historiallista ja nykyistä syrjintää, mukaan lukien valtion sulauttamispolitiikkaa, sekä oikeuksien loukkauksia, selvittää miten nämä vaikuttavat saamelaisiin ja heidän yhteisöönsä nykyisessä tilanteessa ja ehdottaa, miten voitaisiin edistää yhteyttä saamelaisten ja Suomen valtion välillä sekä saamelaisten keskuudessa.
sms: Tuõttvuõtt- da suåvâdvuõttproseeʹss mieʹrren lij aiccâd da ärvvtõõllâd historiallaš da ânnʼjõž čårstummuž, mieʹldd looǥǥeeʹl riikk suddeempolitiikk, di vuõiggâdvuõđi neuʹrrummšid, čiõlǥted mäʹhtt täk vaaikte säʹmmlaid da sij õõutstõʹsse ânnʼjõž vueʹjjest da eʹtǩǩeed, mäʹhtt vuäitčeš oouʹdeed õhttvuõđ säʹmmlai da Lääʹddjânnam riikk kõõsk di säʹmmlai kõõskâst.

source: Saamelaisten totuus- ja sovintokomission jäseneksi Saamelaiskäräjille esitetyt henkilöt:
sms: Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio vuäzzliʹžžen Sääʹmtegga eʹtǩǩuum oummu:

source: *Irja Jefremoffin nimi poistettu pyynnöstä Saamelaiskäräjille esitetyistä komissaariehdokkaista 29.9.2020.
sms: * Irja Jefremoff nõmm lij raukkmõõžž mieʹldd valddum meädda Sääʹmtegga eʹtǩǩuum komissaarvõboršiiʹǩǩin 29.9.2020.

source: Saamelaisten totuus- ja sovintokomission jäseneksi Kolttien kyläkokoukselle esitetyt henkilöt:
sms: Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio vuäzzliʹžžen Saaʹmi siidsåbbra eʹtǩǩuum oummu:

source: Saamelaisten totuus- ja sovintokomission mandaatti.
sms: Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio mandatt .

source: Lisätietoja
sms: Lââʹssteâđ:

source: Saamelaiskäräjät Puheenjohtaja Tuomas Aslak Juuso, +358 40 687 3394, tuomas.juuso(at)samediggi.fi I varapuheenjohtaja Anni Koivisto, +358 40 415 5969, anni.koivisto(at)samediggi.fi
sms: Sääʹmteʹǧǧ Saaǥǥjååʹđteei Tuomas Aslak Juuso, +358 40 687 3394, tuomas.juuso(at)samediggi.fi I väärrsaaǥǥjååʹđteei Anni Koivisto, +358 40 415 5969, anni.koivisto(at)samediggi.fi

source: Kolttien kyläkokous Kolttien luottamusmies Veikko Feodoroff, +358 50 396 1297, veikko.feodoroff(at)kolttasaamelaiset.fi
sms: Saaʹmi siidsååbbar Saaʹmi ouddooumaž Veikko Feodoroff, +358 50 396 1297, veikko.feodoroff(at)kolttasaamelaiset.fi

source: Kuva: Anja Vest
sms: Snimldõk: Anja Vest
